# IdeaStatiCa.RcsApi.Model.ReinforcedBar

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Point** | **Point2D** |  | [optional]
**Diameter** | **double** |  | [optional]
**Material** | **ReferenceElement** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)